Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_LoadNodesFailed_Title
source: Failed to load
ar: فشل التحميل
es: Error al cargar
fr: Échec de chargement
id: Gagal untuk memuat
it: Caricamento fallito
ko: 불러오기 실패
nl: Laden mislukt
pl: Błąd podczas ładowania
pt_br: Erro ao carregar
ro: Eșec la încărcare
ru: Не удалось загрузить
th: ไม่สามารถโหลดได้
tr: Yükleme başarısız
vi: Tải thất bại
zh_hans: 加载失败
zh_hant: 加載失敗

# AM_LoadSettingsFailed
source: Failed to load settings. Please try again. [{0}]
ar: فشل في تحميل الإعدادات. الرجاء المحاولة ثانية. [{0}]
es: Falló la carga de configuración. Por favor, inténtelo de nuevo. [{0}]
fr: Échec de chargement des paramètres. Veuillez ressayer. [{0}]
id: Gagal memuat settings. Harap coba kembali. [{0}]
it: Caricamento delle impostazioni fallito. Per favore, ritenta. [{0}]
ko: 설정 불러오기 실패. 다시 시도하세요. [{0}]
nl: Laden van instellingen mislukt. Probeer alstublieft opnieuw. [{0}]
pl: Nie pobrano ustawień. Spróbuj ponownie. [{0}]
pt_br: Erro ao carregar as configurações. Por favor, tente novamente. [{0}]
ro: Eșec la încărcarea setărilor. Te rugăm să încerci din nou . [{0}]
ru: Не удалось загрузить настройки. Попробуйте снова. [{0}]
th: ไม่สามารถโหลดการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
tr: Aarlar yüklenemedi. Lütfen tekrar deneyin. [{0}]
vi: Lấy thông tin thiết đặt bị lỗi. Xin thử lại. [{0}]
zh_hans: 载入设定失败，请再试一次。 [{0}]
zh_hant: 載入設定失敗，請再試一次。 [{0}]

# AM_LoadSettingsFailed_Title
source: Error loading settings
ar: خطأ في تحميل الإعدادات
es: Error cargando la configuración
fr: Erreur de chargement des paramètres
id: Error memuat settings
it: Errore nel caricamento delle impostazioni
ko: 설정 불러오는 중 오류
nl: Fout bij het laden van instellingen
pl: Błąd pobierania ustawień
pt_br: Erro ao carregar as definições
ro: Eroare la încărcarea setărilor
ru: Ошибка загрузки настроек
th: มีข้อผิดพลาดในการโหลดการตั้งค่า
tr: Ayarlar yüklenemedi
vi: Lỗi tải về các thông tin thiết đặt
zh_hans: 载入设定失败
zh_hant: 載入設定失敗

# AM_LoggedOut
source: You have successfully logged out
ar: قمت بتسجيل الخروج بنجاح
es: Se ha cerrado la sesión correctamente.
fr: Vous avez été déconnecté avec succès
id: Anda berhasil keluar
it: Sei stato disconnesso con successo
ko: 성공적으로 로그아웃 되었습니다.
nl: U bent succesvol afgemeld
pl: Zostałeś wylogowany
pt_br: Você foi desconectado com sucesso
ro: Te-ai deconectat cu succes
ru: Вы вышли из системы
th: คุณได้ออกจากระบบเรียบร้อยแล้ว
tr: Başarıyla çıkış yaptınız
vi: Đã đăng xuất
zh_hans: 您已登出
zh_hant: 您已登出

# AM_LoggedOut_Title
source: Logged out
ar: تم تسجيل الخروج
es: Sesión cerrada
fr: Déconnecté
id: Keluar
it: Disconnesso
ko: 로그아웃됨
nl: Afgemeld
pl: Wyloguj się
pt_br: Desconectado
ro: Deconectat
ru: Выйти из системы
th: ออกจากระบบ
tr: Çıkış yapıldı
vi: Đã đăng xuất
zh_hans: 已登出
zh_hant: 已登出

# AM_LoginFailed
source: MEGA Cloud Drive login failed. Please try again.
ar: فشل تسجيل الدخول الى سواقة MEGA السحابية. يرجى إعادة المحاولة.
es: El inicio de sesión en MEGA ha fallado. Inténtalo de nuevo.
fr: Échec de connexion au disque nuagique MEGA. Veuillez ressayer.
id: MEGA Cloud Drive gagal masuk. Silakan coba lagi.
it: Login al Cloud Drive di MEGA fallito. Per favore, riprova.
ko: MEGA 클라우드 드라이브 로그인 실패. 다시 시도하세요.
nl: MEGA Cloud Schijf login mislukt. Probeer nogmaals.
pl: MEGA Cloud Drive nie może się zalogować. Spróbuj ponownie.
pt_br: Erro no login no MEGA. Por favor, tente novamente.
ro: Autentificarea MEGA a unității cloud a eșuat. Te rugăm să încerci din nou. [{0}]
ru: Не удалось войти в облачный диск MEGA. Попробуйте ещё раз.
th: การเข้าสู่ระบบ MEGA คลาวด์ไดร์ฟล้มเหลว กรุณาลองอีกครั้ง
tr: MEGA Bulut Sürücüsüne giriş başarısız oldu. Lütfen tekrar deneyin.
vi: Cổng đăng nhập vào Ổ Mây MEGA không hoạt động. Xin thử lại.
zh_hans: MEGA云盘登录失败。请再试一次。
zh_hant: MEGA雲端硬碟登入失敗。請再試一次。

# AM_LoginFailed_Title
source: Login failed
ar: خطأ في تسجيل الدخول
es: Error al iniciar sesión
fr: Échec de connexion
id: Tidak dapat login
it: Login Fallito
ko: 로그인 실패
nl: Inloggen mislukt
pl: Logowanie nie powiodło się
pt_br: Erro no login
ro: Autentificare eșuată
ru: Ошибка входа
th: เข้าสู่ระบบไม่สำเร็จ
tr: Oturum açma başarısız
vi: Đăng nhập thất bại
zh_hans: 登入失败
zh_hant: 登入失敗

# AM_LogoutFailed
source: Failed to logout. Please try again. [{0}]
ar: فشل تسجيل الخروج. حاول مرة اخرى. [{0}]
es: No se pudo cerrar la sesión. Vuelve a intentarlo. [{0}]
fr: Échec de déconnexion. Veuillez ressayer. [{0}]
id: Gagal keluar. Harap coba kembali. [{0}]
it: Logout fallito. Per favore, ritenta. [{0}]
ko: 로그아웃을 실패하였습니다. 다시 시도하세요. [{0}]
nl: Mislukt af te melden.
pl: Wylogowanie nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Erro ao fazer logout. Por favor tente novamente. [{0}]
ro: Eșec la deconectare. Te rugăm să încerci din nou. [{0}]
ru: Не удалось выйти из системы.Пожалуйста, повторите позже. [{0}]
th: ไม่สามารถออกจากระบบได้ กรุณาลองใหม่อีกครั้ง [{0}]
tr: Çıkış yapılamadı. Lütfen tekrar deneyin. [{0}]
vi: Không đăng xuất được. Xin thử lại. [{0}]
zh_hans: 无法登出，请重试。 [{0}]
zh_hant: 無法登出，請重試。[{0}]

# AM_LogoutFailed_Title
source: Logout failed
ar: فشل تسجيل الخروج
es: Error al cerrar la sesión
fr: Échec de déconnexion
id: Gagal keluar
it: Disconnessione fallita
ko: 로그아웃 실패
nl: Afmelden mislukt
pl: Wylogowanie nie powiodło się.
pt_br: Erro ao fazer logout
ro: Deconectare eșuată
ru: Не удалось выйти из системы
th: ออกจากระบบไม่สำเร็จ
tr: Çıkış başarısız oldu
vi: Đăng xuất ra thất bại
zh_hans: 登出失败
zh_hant: 登出失敗

# AM_IncorrectEmailFormat
source: Invalid email format. Please try again.
ar: البريد الالكتروني المدخل غير صالح. يرجى إعادة المحاولة.
es: Formato de correo no válido. Inténtalo de nuevo.
fr: Le format de l’adresse courriel est invalide. Veuillez ressayer.
id: Format email salah. Silakan coba lagi.
it: Formato dell'email non valido. Per favore, riprova.
ko: 잘못된 이메일 형식. 다시 시도하세요.
nl: Ongeldige email formaat. Probeer nogmaals.
pl: Adres email jest nieprawidłowy. Spróbuj ponownie.
pt_br: Formato de email inválido. Por favor, tente novamente.
ro: Format de e-mail nevalid. Te rugăm să încerci din nou.
ru: Неправильный формат эл. почты. Попробуйте ещё раз.
th: รูปแบบอีเมลไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Geçersiz eposta biçimi. Lütfen tekrar deneyin.
vi: Dạng email không hợp lệ. Xin thử lại.
zh_hans: 电子邮件格式无效。请再试一次。
zh_hant: 無效的電子信箱格式。請再試一次。

# AM_MemoryLimitError
source: Not enough free memory space to complete this operation. The app will shut down now
ar: لا يوجد مساحة ذاكرة كافية لإكمال هذه العملية. سوف يتم اغلاق التطبيق الان
es: No hay sufiente espacio libre en la memoria para completar esta operación. La aplicación se cerrará ahora.
fr: Il n’y a pas assez d’espace mémoire libre pour terminer cette opération. L’appli va se fermer maintenant
id: Tidak ada cukup tempat di memori untuk menyelesaikan operasi ini. App akan mati sekarang
it: Spazio di memoria insufficiente per completare questa operazione. L'app verrà arrestata
ko: 이 작업을 수행하기에 여유 메모리 공간이 부족합니다. 앱이 꺼집니다
nl: Onvoldoende geheugen om deze bewerking te voltooien. De app wordt nu stilgelegd
pl: Brakuje pamięci do zakończenia tej operacji. Aplikacja zostanie zamknięta
pt_br: Não há espaço disponível na memória para completar esta operação. O app será encerrado agora
ro: Spațiu liber insuficient pentru a încheia această operație. Aplicația se va închide acum
ru: Недостаточно свободного места для завершения операции. Приложение будет закрыто
th: มีเนื้อที่ในอุปกรณ์ไม่เพียงพอสำหรับดำเนินการนี้ แอปจะปิดตัวลงทันที
tr: Bu işlemi tamamlamak için yeterli boş bellek alanı yok. Uygulama şimdi kapanacak
vi: Không đủ không gian trống để thực hiện tiến trình này. Ứng dụng sẽ bị đóng
zh_hans: 没有足够的可用内存空间来完成此操作。 App 即将关闭。
zh_hant: 沒有足夠的可用內存空間來完成此操作。App 即將關閉。

# AM_MemoryLimitError_Title
source: Memory Limit
ar: حدود الذاكرة
es: Límite de memoria
fr: Limite de la Mémoire
id: Batas Memori
it: Limite di Memroria
ko: 메모리 제한
nl: Geheugen Limiet
pl: Ograniczenia pamięci
pt_br: Limite de memória
ro: Limită de memorie
ru: Лимит памяти
th: จำกัดหน่วยความจำ
tr: Bellek Sınırı
vi: Giới hạn Bộ nhớ
zh_hans: 内存限制
zh_hant: 內存限制

# AM_MoveToRubbishBinFailed
source: Failed to move ‘{0}’ to rubbish bin. Please try again.
ar: فشل نقل {0} الى سلة المحذوفات. يرجى إعادة المحاولة.
es: No se ha podido mover '{0}' a la papelera. Inténtalo de nuevo.
fr: Échec de déplacement de '{0}' dans la corbeille. Veuillez ressayer
id: Gagal memindahkan ‘{0}’ ke tempat sampah. Silakan coba lagi.
it: Spostamento di '{0}' al Cestino fallito. Per favore, riprova.
ko: '{0}'을/를 휴지통으로 이동하는데에 실패하였습니다. 다시 시도하세요.
nl: Mislukt om '{0}' te verplaatsen naar prullenbak. Probeer nogmaals.
pl: Przenoszenie do kosza '{0}' nie powiodłó się. Spróbuj ponownie.
pt_br: Não foi possível mover '{0}' para a lixeira. Por favor, tente novamente.
ro: Eșec la mutarea ‘{0}’ în coșul de gunoi. Te rugăm să încerci din nou.
ru: Не удалось переместить '{0}' в корзину. Попробуйте ещё раз.
th: ไม่สามารถย้าย '{0}' ไปที่ถังขยะได้ กรุณาลองอีกครั้ง
tr: '{0}', çöp kutusuna taşınamadı. Lütfen tekrar deneyin
vi: Không chuyển được ‘{0}’ vào thùng rác. Xin thử lại.
zh_hans: 无法将“{0}”移至垃圾箱。请再试一次。
zh_hant: 無法將‘{0}’移至垃圾桶。請再試一次。

# AM_MoveToRubbishBinFailed_Title
source: Move to rubbish bin failed
ar: فشلت عملية النقل الي سلة المهملات
es: Error al mover a la Papelera
fr: Échec du déplacement vers la corbeille
id: Pindah ke Sampah gagal
it: Spostamento nel cestino fallito
ko: 휴지통으로 옮기기 실패
nl: Mislukt verplaatsen naar prullenbak
pl: Przenoszenie do kosza nie powiodło się
pt_br: Erro ao mover para a lixeira
ro: Mutarea în coșul de gunoi a eșuat
ru: Не удалось переместить в корзину
th: ย้ายไปถังขยะไม่สำเร็จ
tr: Çöp kutusuna taşıma başarısız oldu
vi: Chuyển vào thùng rác không thành công
zh_hans: 移至垃圾桶失败
zh_hant: 移至垃圾桶失敗

# AM_MoveToRubbishBinQuestion
source: Are you sure you want to move ‘{0}’ to the rubbish bin?
ar: يرجى التأكيد، هل تريد نقل {0} الى سلة المحذوفات؟
es: ¿Estás seguro de que quieres mover '{0}' a la papelera?
fr: Voulez-vous vraiment déplacer '{0}' dans la corbeille ?
id: Anda yakin ingin memindahkan ‘{0}’ ke tempat sampah?
it: Sei sicuro di voler spostare '{0}' nel Cestino?
ko: '{0}'을/를 휴지통으로 이동하시겠습니까?
nl: Weet u zeker dat u '{0}' wilt verplaatsen naar de prullenbak?
pl: Czy na pewno chcesz przenieść '{0}' do kosza?
pt_br: Você tem certeza de que quer mover '{0}' para a lixeira?
ro: Sigur vrei să muți '{0}' în coșul de gunoi?
ru: Переместить '{0}' в корзину?
th: คุณแน่ใจหรือไม่ว่าต้องการย้าย "{0}" ไปที่ถังขยะ
tr: '{0}' öğesini çöp kutusuna taşımak istediğinizden emin misiniz?
vi: Bạn có chắc muốn chuyển ‘{0}’ vào thùng rác?
zh_hans: 您确定要将“{0}”移动到垃圾箱吗？
zh_hant: 您確定要將‘{0}’移至垃圾桶嗎？

# AM_MoveToRubbishBinQuestion_Title
source: Move to rubbish bin?
ar: نقل الي سلة المهملات؟
es: ¿Mover elemento a la Papelera?
fr: Déplacer vers la corbeille ?
id: Pindahkan ke Sampah?
it: Spostare sul cestino?
ko: 휴지통으로 옮길까요?
nl: Verplaatsen naar prullenbak?
pl: Przenieść do kosza?
pt_br: Mover para a lixeira?
ro: Muți în coșul de gunoi?
ru: Переместить в корзину?
th: ย้ายไปถังขยะหรือไม่
tr: Çöp kutusuna taşınsın mı?
vi: Bỏ vào thùng rác?
zh_hans: 要移至垃圾桶吗？
zh_hant: 要移至垃圾桶嗎？

# AM_MoveToRubbishBinSuccess
source: Item ‘{0}’ successfully moved to the rubbish bin.
ar: تم بنجاح نقل {0} الى سلة المحذوفات.
es: El elemento '{0}' se ha movido a la papelera.
fr: L’élément '{0}' a été déplacé avec succès dans la corbeille
id: Item ‘{0}’ berhasil dipindahkan ke tempat sampah.
it: L'oggetto '{0}' è stato spostato con successo nel Cestino.
ko: '{0}' 항목이 휴지통으로 이동되었습니다.
nl: Item '{0}' succesvol verplaatst naar de prullenbak.
pl: Element '{0}' został przeniesiony do kosza.
pt_br: O item '{0}' foi movido para a lixeira.
ro: Elementul ‘{0}’ mutat cu succes în coșul de gunoi.
ru: Элемент '{0}' успешно перемещён в корзину.
th: ย้ายรายการ '{0}' ไปที่ถังขยะแล้ว
tr: '{0}', başarıyla çöp kutusuna taşındı
vi: Mục ‘{0}’ đã được chuyển vào thùng rác.
zh_hans: “{0}”已成功移至垃圾桶。
zh_hant: 已成功將‘{0}’移至垃圾桶。

# AM_MoveToRubbishBinSuccess_Title
source: Item moved
ar: تم نقل البند
es: Elemento movido
fr: Élément déplacé
id: Item dipindahkan
it: File mosso
ko: 항목이 이동됨
nl: Item verplaatst
pl: Elementy zostały przeniesione
pt_br: Item movido
ro: Element mutat
ru: Элемент перемещён
th: ย้ายรายการแล้ว
tr: Öğe taşındı
vi: Đã chuyển
zh_hans: 项目已移动
zh_hant: 項目已移动

# AM_NewSignUpInvalidLink
source: The link you are using for a new signup is not valid.
ar: الرابط الذي تستخدمه للحصول على الاشتراك الجديد غير صالح.
es: El enlace de alta nueva que estás usando no es válido.
fr: Le lien que vous utilisez pour une nouvelle inscription est invalide.
id: Link yang anda gunakan untuk signup baru tidak valid.
it: Il link che stai usando per una nuova registrazione non è valido.
ko: 가입에 이용중인 링크가 올바르지 않습니다.
nl: De koppeling die u gebruikt voor een nieuwe aanmelding is niet geldig.
pl: Link jest nieprawidłowy.
pt_br: O link que você está usando para uma nova inscrição não é válido.
ro: Linkul pe care îl folosești pentru o înregistrare nouă nu este valid.
ru: Используемая для регистрации ссылка недействительна.
th: ลิงก์ที่คุณใช้สำหรับการลงทะเบียนใหม่ไม่ถูกต้อง
tr: Yeni bir kayıt için kullandığınız bağlantı geçerli değildir.
vi: Đường liên kết bạn đang sử dụng không có hợp lệ cho việc đăng ký mới.
zh_hans: 您使用的新注册链接为无效的。
zh_hant: 您使用的新註冊連結為無效的。

# AM_NoInternetConnectionMessage
source: You cannot perform this action. Please connect to the Internet and try again.
ar: لايمكن تنفيذ هذه الخطوة. الرجاء الاتصال بالانترنت ثم المحاولة ثانية
es: No se puede realizar esta acción. Por favor, comprueba tu conexión a Internet y vuelve a intentarlo.
fr: Vous ne pouvez pas effectuer cette action. Veuillez vous connecter à Internet et ressayer.
id: Anda tidak dapat menjalankan aksi ini. Harap hubungkan ke Internet dan coba kembali.
it: Non puoi fare ciò. Per favore, connettiti ad Internet e riprova.
ko: 이 행동을 할 수 없습니다. 인터넷에 연결하고 다시 시도하세요.
nl: U kunt deze actie niet uitvoeren. Maak alstublieft verbinding met het internet en probeer het opnieuw.
pl: Nie możesz wykonać tej operacji. Upewnij się, że jesteś podłączony do Internetu i spróbuj ponownie.
pt_br: Você não pode executar esta ação. Por favor, conectar-se à Internet e tente novamente.
ro: Nu poți efectua această acțiune. Te rugăm să te conectezi la internet și să reîncerci.
ru: Нельзя выполнить это действие. Пожалуйста, подключитесь к интернету и попробуйте снова.
th: คุณไม่สามารถดำเนินการนีได้​​้ กรุณาเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้ง
tr: Bu eylemi gerçekleştiremezsiniz. Lütfen internete bağlanın ve tekrar deneyin.
vi: Bạn không thể thực hiện hành động này. Xin kết nối Internet và thử lại.
zh_hans: 您不能执行此操作。请于连接网络后，再试一次。
zh_hant: 您不能執行此操作。請於連接網路後，再試一次。

# AM_OpenFileFailed
source: Failed to open the selected file
ar: فشل فتح الملف المحدد
es: No se pudo abrir el archivo seleccionado.
fr: Échec d’ouverture du fichier sélectionné
id: Gagal membuka file terpilih
it: Impossibile aprire il file selezionato
ko: 선택한 파일을 열지 못했습니다
nl: Mislukt geselecteerde file te openen
pl: Nie powidło się otwarcie wybranego pliku
pt_br: Erro ao abrir o arquivo selecionado
ro: Eșec la deschiderea fișierului selectat
ru: Не удалось открыть выбранный файл
th: ไม่สามารถเปิดไฟล์ที่เลือกได้
tr: Seçilen dosya açılamadı
vi: Không mở được tệp bạn vừa chọn
zh_hans: 打开选择文件失败
zh_hant: 打開選擇檔案失敗

# AM_OpenFileFailed_Title
source: File failed to open
ar: فشل فتح الملف
es: Error al abrir el archivo
fr: Échec d’ouverture du fichier
id: Gagal membuka file
it: Errore nell'aprire il file
ko: 파일 열기 실패
nl: Openen bestand is mislukt
pl: Otwarcie pliku nie powiodło się
pt_br: Erro ao abrir arquivo
ro: Deschiderea fișierului a eșuat
ru: Не удалось открыть файл
th: ไม่สามารถเปิดไฟล์ได้
tr: Dosya aç başarısız oldu
vi: Không mở được tệp tin
zh_hans: 无法打开文件
zh_hant: 無法打開檔案

# AM_PasswordsDoNotMatch
source: Passwords do not match. Please try again.
ar: كلمة السر غير مطابقة. حاول مرة اخرى.
es: Las contraseñas no coinciden. Por favor, vuelve a escribirlas y asegúrate de que son iguales.
fr: Les mots de passe ne correspondent pas. Veuillez ressayer.
id: Password tidak sama. Harap coba kembali.
it: Le password non corrispondono. Riprova, per favore.
ko: 비밀번호가 일치하지 않습니다. 다시 시도하세요.
nl: Wachtwoorden komen niet overeen. Probeer opnieuw.
pl: Hasła do siebie nie pasują. Spróbuj ponownie.
pt_br: As senhas não coincidem. Por favor, tente novamente.
ro: Parolele nu se potrivesc. Te rugăm să reîncerci.
ru: Пароли не совпадают. Пожалуйста, попробуйте еще раз.
th: รหัสผ่านไม่ตรงกัน กรุณาลองใหม่อีกครั้ง
tr: Parolalar eşleşmiyor. Lütfen tekrar deneyin.
vi: Mật khẩu nhập không trùng khớp với nhau. Xin thử lại.
zh_hans: 密码错误。请再试一次。
zh_hant: 密碼錯誤。請再試一次。

# AM_RemoveItemQuestion
source: Are you sure you want to remove ‘{0}’?
ar: يرجى التأكيد، هل تريد حذف {0} ؟
es: ¿Estás seguro de que quieres eliminar '{0}'?
fr: Voulez-vous vraiment supprimer '{0}' ?
id: Anda yakin ingin menghapus ‘{0}’?
it: Sei sicuro di voler rimuovere '{0}'?
ko: '{0}' 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u '{0}' wilt verwijderen?
pl: Czy na pewno chcesz usunąć '{0}'?
pt_br: Você tem certeza de que quer eliminar '{0}'?
ro: Sigur vrei să elimini '{0}'?
ru: Действительно удалить '{0}'?
th: คุณแน่ใจหรือไม่ว่าต้องการนำ "{0}" ออก
tr: '{0}' silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xoá bỏ ‘{0}’ hoàn toàn hay không?
zh_hans: 是否要移除“{0}”？
zh_hant: 您確定要移除‘{0}’嗎？

# AM_RemoveItemQuestion_Title
source: Remove?
ar: حذف؟
es: ¿Eliminar?
fr: Supprimer ?
id: Hapus?
it: Rimuovere?
ko: 제거할까요?
nl: Verwijderen?
pl: Usunąć?
pt_br: Remover?
ro: Elimini?
ru: Удалить?
th: ลบหรือไม่
tr: Kaldır?
vi: Xoá bỏ?
zh_hans: 要删除吗？
zh_hant: 要刪除嗎？

# AM_RemoveNodeFailed
source: Failed removing ‘{0}’. Please try again.
ar: فشل حذف {0}. يرجى إعادة المحاولة.
fr: Échec de suppression de '{0}'. Veuillez ressayer
id: Gagal menghapus ‘{0}’. Silakan coba lagi.
it: Rimozione di '{0}' fallita. Per favore, riprova.
ko: '{0}' 삭제 실패. 다시 시도하세요.
nl: Mislukt verwijdering van '{0}'. Probeer nogmaals.
pl: Przenoszenie '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao eliminar '{0}'. Por favor, tente novamente.
ro: Eșec la eliminarea ‘{0}’. Te rugăm să încerci din nou.
ru: Не удалось удалить '{0}'. Попробуйте ещё раз.
th: ไม่สามารถลบ '{0}' กรุณาลองอีกครั้ง
tr: '{0}' silinemedi. Lütfen tekrar deneyin.
vi: Xoá bỏ ‘{0}’ thất bại. Xin thử lại.
zh_hans: 无法移除“{0}”。请再试一次
zh_hant: 移除‘{0}’失敗。請再試一次。

# AM_RemoveNodeFailed_Title
source: Remove failed
ar: فشل الحذف
es: Error al eliminar
fr: Échec de la suppression
id: Hapus gagal
it: Rimozione fallita
ko: 제거 실패
nl: Verwijdering mislukt
pl: Błąd podczas usuwania
pt_br: Erro ao remover
ro: Eliminare eșuată
ru: Не удалось удалить
th: ไม่สามารถเอาออกได้
tr: Kaldırılamadı
vi: Xóa bỏ thất bại
zh_hans: 删除失败
zh_hant: 刪除失敗

# AM_RemoveNodeSuccess
source: Item successfully removed
ar: عنصر تم إزالته بنجاح
es: Elemento eliminado correctamente.
fr: L’élément a été supprimé avec succès
id: Item berhasil dihapus
it: Oggetto rimosso con successo
ko: 항목이 성공적으로 삭제됨
nl: Item succesvol verwijderd
pl: Element został usunięty
pt_br: Item removido com sucesso
ro: Element eliminat cu succes
ru: Элемент успешно удалён
th: รายการถูกลบออกเรียบร้อยแล้ว
tr: Öğe başarıyla kaldırıldı
vi: Đã xóa mục thành công
zh_hans: 成功删除文件
zh_hant: 成功刪除檔案

# AM_RemoveNodeSuccess_Title
source: Item removed
ar: تمت إزالة البند
es: Elemento eliminado
fr: L'élément a été supprimé
id: Item dihapus
it: File rimosso
ko: 항목 제거됨
nl: Bestand verwijderd
pl: Element został usunięty
pt_br: Item removido
ro: Element eliminat
ru: Элемент удалён
th: รายการถูกลบออกแล้ว
tr: Öğe kaldırıldı
vi: Đã xóa
zh_hans: 项目已移除
zh_hant: 項目已移除

# AM_RenameNodeFailed
source: Renaming item failed
ar: فشل اعادة التسمية البند
es: No se pudo renombrar el elemento
fr: Échec de renommage de l'élément
id: Penamaan item gagal
it: Rinominazione item fallita
ko: 항목 이름 변경 실패
nl: Hernoemen van het bestand mislukt
pl: Zmiana nazwy nie powiodła się
pt_br: Erro ao renomear o item
ro: Redenumirea elementului a eșuat
ru: Не удалось переименовать элемент
th: เปลี่ยนชื่อรายการไม่สำเร็จ
tr: Öğe yeniden adlandırılamadı
vi: Đổi tên thất bại
zh_hans: 重命名失败
zh_hant: 重命名失敗

# AM_RenameNodeFailed_Title
source: Rename failed
ar: فشل اعادة التسمية
es: Error al renombrar
fr: Échec de renommage
id: Penamaan gagal
it: Rinominazione fallita
ko: 이름 바꾸기 실패
nl: Hernoemen mislukt
pl: Zmiana nazwy nie powiodła się
pt_br: Erro ao renomear
ro: Redenumire eșuată
ru: Не удалось переименовать
th: เปลี่ยนชื่อไม่สำเร็จ
tr: Yeniden adlandırılamadı
vi: Đổi tên thất bại
zh_hans: 重命名失败
zh_hant: 重命名失敗

# AM_RequiredFieldsCreateAccount
source: Please fill in your name, email address and password
ar: يرجى تعبئة الاسم وعنوان البريد الإلكتروني وكلمة المرور
es: Por favor, introduce tu nombre, e-mail y contraseña.
fr: Veuillez saisir vos nom, adresse courriel et mot de passe
id: Harap isi nama, alamat email, dan password
it: Per favore, inserisci il tuo nome, la tua email e la tua password.
ko: 이름, 이메일 주소, 비밀번호를 입력하세요
nl: Vul uw naam, e-mailadres en wachtwoord in
pl: Wpisz swoje imię, adres email i hasło
pt_br: Por favor, preencha seu nome, endereço de e-mail e senha
ro: Completează numele, adresa de e-mail și parola
ru: Пожалуйста, введите свое имя, адрес эл. почты и пароль
th: กรุณากรอกชื่อของคุณ อีเมล และรหัสผ่าน
tr: Adınızı, e-posta adresinizi ve parolanızı girin
vi: Xin điền tên bạn, địa chỉ email và mật khẩu
zh_hans: 请输入您的名字、邮箱地址和密码
zh_hant: 请输入您的名字、郵箱地址和密碼

# AM_RequiredFieldsLogin
source: Please fill in your email address and your MEGA password.
ar: يرجى ملء عنوان البريد الإلكتروني وكلمة المرور الخاصة بك في MEGA.
es: Introduce tu e-mail y tu contraseña de MEGA.
fr: Veuillez saisir votre adresse courriel et votre mot de passe MEGA.
id: Harap isi alamat email anda dengan password MEGA anda.
it: Inserisci il tuo indirizzo e-mail e la password MEGA.
ko: 이메일 주소와 MEGA 비밀번호를 입력하세요.
nl: Vul alstublieft uw e-mailadres en uw MEGA wachtwoord in.
pl: Wpisz swój adres e-mail oraz swoje MEGA hasło.
pt_br: Por favor, preencha seu endereço de e-mail e sua senha MEGA.
ro: Te rugăm să completezi adresa de e-mail și parola MEGA.
ru: Пожалуйста, введите свой адрес электронной почты и Ваш пароль MEGA.
th: กรุณากรอกที่อยู่อีเมลของคุณและรหัสผ่านของ MEGA
tr: Lütfen e-posta adresinizi ve MEGA parolanızı girin.
vi: Xin điền địa chỉ email và mật khẩu MEGA của bạn.
zh_hans: 请填入您的e-mail与您的MEGA密码。
zh_hant: 請填入您的e-mail與您的MEGA密碼。

# AM_RequiredFields_Title
source: Fill in required fields
ar: املأ الحقول المطلوبة
es: Rellena los campos obligatorios
fr: Remplir les champs exigés
id: Isi field yang wajib diisi
it: Compila i campi richiesti
ko: 필수 항목을 입력하세요
nl: Vul de verplichte velden in
pl: Uzupełnij wymagane pola
pt_br: Preencha os campos obrigatórios
ro: Completează câmpurile necesare
ru: Заполните требуемые поля
th: จำเป็นต้องกรอกข้อมูลในฟิลด์นี้
tr: Gerekli alanları doldurun
vi: Điền vào những khung được yêu cầu
zh_hans: 请完成必填字段
zh_hant: 請完成必填字段

# AM_EmptyRequiredFields
source: Fill the required fields and try again.
ar: يرجى تعبئة الحقول الاجبارية ثم إعادة المحاولة.
fr: Remplir les champs obligatoires et ressayer.
id: Isi bidang yang wajib diisi dan coba lagi.
it: Riempi i campi obbligatori e riprova.
ko: 필수 항목을 입력하고 다시 시도하세요.
nl: Vul de benodigde velden in en probeer nogmaals.
pl: Wypełnij wymagane pola i spróbuj ponownie.
pt_br: Preencha os campos obrigatórios e tente novamente.
ro: Completează câmpurile obligatorii și încearcă din nou.
ru: Заполните требуемые поля и попробуйте ещё раз.
th: กรอกข้อมูลในฟิลด์ที่จำเป็นและลองอีกครั้ง
tr: Gerekli alanları doldurun ve tekrar deneyin.
vi: Xin điền vào các khung được yêu cầu và thử lại.
zh_hans: 填写必填字段并重试。
zh_hant: 請填寫必填區域，然後再試一次。
